"ASSISTED_AUTH_INSTRUCTIONS" = "Keresd fel a(z) %@ oldalt és add meg az alábbi kódot, hogy bejelentkezz a(z) %@ szolgáltatásba";

"BUTTON_AUTHENTICATE" = "Használd a telefonszámomat";

"BUTTON_CONTINUE" = "Tovább";

"BUTTON_CREATED_ACCOUNT" = "Fiók létrehozva";

"BUTTON_CREATE_ACCOUNT" = "Fiók létrehozása";

"BUTTON_CREATING_ACCOUNT" = "Fiók létrehozása ";

"BUTTON_DISMISS" = "Bezárás";

"BUTTON_DONE" = "Kész";

"BUTTON_EDIT_NUMBER" = "Szám szerkesztése";

"BUTTON_LOGGING_IN" = "Bejelentkezés";

"BUTTON_NOT_NOW" = "Most nem";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Kód újraküldése";

"BUTTON_RETRY" = "Újra";

"BUTTON_SENDING" = "Küldés folyamatban...";

"BUTTON_SENDING_CONF_CODE" = "Ellenőrzőkód küldése folyamatban";

"BUTTON_SEND_CONF_CODE" = "Ellenőrzőkód küldése";

"BUTTON_SENT_CONF_CODE" = "Ellenőrzőkód elküldve";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Próbálj meg egy másik telefonszámot";

"BUTTON_VERIFYING" = "Ellenőrzés";

"CALL_ME_ACTION" = "Hívj fel";

"CALL_ME_LOADING" = "Hívás folyamatban...";

"DEFAULT_INVITE_VIEW_TITLE" = "Barátok meghívása";

"ERROR_CANT_SMS" = "Nem sikerült SMS-t küldeni erre a telefonszámra.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Kérjük, ellenőrizd a kódod és próbáld meg újra.";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Hoppá, úgy tűnik, hálózati probléma merült fel. Megpróbálod újra? [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "Kérjük, ellenőrizd az e-mail címedet és próbáld meg újra.";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Kérjük, ellenőrizd a számod és próbáld meg újra";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Korábban kétlépcsős ellenőrzőkódot állítottál be a <a href=\"https://www.digits.com/settings\">digits.com</a> oldalon";

"FOOTNOTE_CONF_CODE_CALL_ME" = "A fenti \"Hívj fel” pontra koppintva a <a href=\"https://www.digits.com\">Digits by Twitter</a> felhív telefonszámod megerősítése céljából. Hívás- és adatforgalmi díjak léphetnek fel.";

"FOOTNOTE_CREATE_ACCOUNT" = "A fenti \"Fiók létrehozása\" pontra koppintva elfogadod a <a href=\"https://www.digits.com\">Digits by Twitter </a> <a href=\"https://twitter.com/tos\">Felhasználási feltételeit</a>, <a href=\"https://twitter.com/privacy\">Adatvédelmi irányelveit</a> és <a href=\"https://support.twitter.com/articles/20170514\">Cookie-kra vonatkozó irányelveit</a>, valamint beleegyezel, hogy telefonszámod megosztásra kerüljön a(z) %@ alkalmazással és a(z) %@ más felhasználói megkereshessenek telefonszámod alapján.";

"FOOTNOTE_EMAIL_DISCLOSURE" = "A fenti \"Tovább\" pontra koppintva hozzáadod ezt az e-mail címet Digits-profilodhoz. Hozzájárulsz, hogy ennek és <a href=\"https://www.digits.com/settings\">minden Digits-szel hitelesített alkalmazásodnak</a> hozzáférése legyen ehhez az e-mail címhez, és az alkalmazások felhasználói megkereshessenek az e-mail címed alapján.";

"FOOTNOTE_LOGIN" = "A fenti \"Tovább\" pontra koppintva, <a href=\"https://www.digits.com/settings\">Digits-szel hitelesített telefonszámod és/vagy e-mail címed</a> megosztásra kerül a(z) %@ alkalmazással és a(z) %@ alkalmazás más felhasználói megkereshetnek telefonszámod és/vagy e-mail címed alapján.";

"FOOTNOTE_SEND_CONF_CODE" = "A fenti „Hívj fel” pontra koppintva a <a href=\"https://www.digits.com\">Digits by Twitter</a> SMS-t küld telefonszámod megerősítése céljából. A következő képernyőn kiválaszthatod a “Kód újraküldése” opciót, ha új SMS-t szeretnél kapni vagy a “Hívj fel\" opciót, ha azt szeretnéd, hogy felhívjunk telefonszámod megerősítése céljából. Üzenetküldési, hívás- és adatforgalmi díjak léphetnek fel.";

"FOOTNOTE_TOS_UPDATE" = "A fenti \"Fiók létrehozása\" pontra koppintva elfogadod a <a href=\"https://www.digits.com\">Digits by Twitter frissített</a> <a href=\"https://twitter.com/tos\">Felhasználási feltételeit</a>, <a href=\"https://twitter.com/privacy\">Adatvédelmi irányelveit</a> és <a href=\"https://support.twitter.com/articles/20170514\">Cookie-kra vonatkozó irányelveit</a>, valamint beleegyezel, hogy a <a href=\"https://www.digits.com/settings\">Digits-szel hitelesített telefonszámod és/vagy e-mail címed</a> megosztásra kerüljön a(z) %@ alkalmazással és a(z) %@ más felhasználói megkereshessenek telefonszámod és/vagy e-mail címed alapján.";

"INVITED_BUTTON_TITLE" = "Már meghívott";

"INVITE_BUTTON_TITLE" = "Meghívás";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Kétlépcsős ellenőrzőkód megadása.";

"LABEL_ENTER_CONF_CODE" = "Hatjegyű ellenőrzőkódot küldtünk neked.";

"LABEL_ENTER_EMAIL" = "Add meg az e-mail címedet.";

"LABEL_ENTER_PHONE_NUMBER" = "Mi a telefonszámod?";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "A Digits by Twitter segítségével megkeressük az alkalmazást használó ismerőseidet. Az OK gombra koppintva feltöltjük a címjegyzéked a Digits by Twitter szolgáltatásba, és ezáltal lehetővé tesszük, hogy megtaláld a(z) %@ alkalmazás általad ismert felhasználóit, vagy a(z) %@ alkalmazás többi felhasználójának, hogy megtaláljanak téged.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Barátaid megkeresése";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Telefonszámod megerősítése sikertelen";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Sajnáljuk, probléma merült fel az ellenőrzőkód elküldése során. ";

"ONBOARDING_MESSAGE" = "Jelentkezz be a https://fabric.io oldalon, hogy beállítsd alkalmazásod nevét, melyet a megerősítő e-mailek, valamint az SMS-/hangazonosító üzenetek tartalmazni fognak.";

"ONBOARDING_MESSAGE_ANSWERS" = "Add a Válaszok beépített keretalkalmazást az alkalmazásodhoz, hogy engedélyezd a Digits automatikus bejelentkezését. Tudj meg többet itt: https://answers.io";

"PARTIAL_FOOTNOTE_THIS_APP" = "ez az alkalmazás";

"SMS_PREFILL_TEXT_DEFAULT" = "Szia, %@! A(z) %@ programot használom, próbáld ki te is!";

"SMS_PREFILL_TEXT_DEFAULT_BRANCH" = "Szia, %@! Telepítsd a(z) %@ programot innen: %@.";

